Repository: ipvych/order-shop
Catalog: orders/locale/*/LC_MESSAGES/django.po
Languages: ru

source: order info
ru: информация

source: Orders
ru: Заказы

source: user
ru: пользователь

source: product
ru: товар

source: order address
ru: адрес

source: order amount
ru: количество

source: is completed
ru: выполнен

source: is canceled
ru: отказан

source: order date
ru: дата отрытия

source: completion date
ru: дата завершения

source: cancel date
ru: дата отказа

source: order
ru: заказ

source: orders
ru: заказы

source: There is not enough items in stock
ru: Недостаточно продуктов на складе

source: Order cannot be canceled and completed at the same time
ru: Заказ не может быть выполнен и отказан одновременно

source: live order
ru: новый заказ

source: live orders
ru: новые заказы

source: completed order
ru: выполненый заказ

source: completed orders
ru: выполненые заказы

source: canceled order
ru: отказаный заказ

source: canceled orders
ru: отказаные заказы

source: Amount cant be less than 1
ru: Количество не может быть меньше 1
